[
  {"id":"bergeron_etal23","abstract":"The germline mutation rate determines the pace of genome evolution and is an evolving parameter itself1. However, little is known about what determines its evolution, as most studies of mutation rates have focused on single species with different methodologies2. Here we quantify germline mutation rates across vertebrates by sequencing and comparing the high-coverage genomes of 151 parent–offspring trios from 68 species of mammals, fishes, birds and reptiles. We show that the per-generation mutation rate varies among species by a factor of 40, with mutation rates being higher for males than for females in mammals and birds, but not in reptiles and fishes. The generation time, age at maturity and species-level fecundity are the key life-history traits affecting this variation among species. Furthermore, species with higher long-term effective population sizes tend to have lower mutation rates per generation, providing support for the drift barrier hypothesis3. The exceptionally high yearly mutation rates of domesticated animals, which have been continually selected on fecundity traits including shorter generation times, further support the importance of generation time in the evolution of mutation rates. Overall, our comparative analysis of pedigree-based mutation rates provides ecological insights on the mutation rate evolution in vertebrates.","accessed":{"date-parts":[["2024",4,11]]},"author":[{"family":"Bergeron","given":"Lucie A."},{"family":"Besenbacher","given":"Søren"},{"family":"Zheng","given":"Jiao"},{"family":"Li","given":"Panyi"},{"family":"Bertelsen","given":"Mads Frost"},{"family":"Quintard","given":"Benoit"},{"family":"Hoffman","given":"Joseph I."},{"family":"Li","given":"Zhipeng"},{"family":"St. Leger","given":"Judy"},{"family":"Shao","given":"Changwei"},{"family":"Stiller","given":"Josefin"},{"family":"Gilbert","given":"M. Thomas P."},{"family":"Schierup","given":"Mikkel H."},{"family":"Zhang","given":"Guojie"}],"citation-key":"bergeron_etal23","container-title":"Nature","DOI":"10.1038/s41586-023-05752-y","ISSN":"1476-4687","issue":"7951","issued":{"date-parts":[["2023",3]]},"language":"en","license":"2023 The Author(s)","page":"285-291","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Evolution of the germline mutation rate across vertebrates","type":"article-journal","URL":"https://www.nature.com/articles/s41586-023-05752-y","volume":"615"},
  {"id":"ellegren_etal03","abstract":"Recent advances in the large-scale sequencing of mammalian genomes have provided a means to study divergence in not only genic sequences but also in the non-coding bulk of DNA. There is evidence of significant variation in the levels of divergence between presumably neutral regions, pointing at an underlying variation in the rate of mutation across the genome. Apparently, such variation occurs on different scales, including sequence context effects (the influence of neighboring nucleotides on the rate of mutation at individual sites), variation within chromosomes (on the scales of kilobases as well as megabases), and between chromosomes (among autosomes as well as between autosomes and sex chromosomes). An important aspect for further research in this area is to study whether there is an ultimate evolutionary explanation for mutation rate variation within mammalian genomes.","accessed":{"date-parts":[["2024",3,15]]},"author":[{"family":"Ellegren","given":"Hans"},{"family":"Smith","given":"Nick GC"},{"family":"Webster","given":"Matthew T"}],"citation-key":"ellegren_etal03","container-title":"Current Opinion in Genetics & Development","container-title-short":"Current Opinion in Genetics & Development","DOI":"10.1016/j.gde.2003.10.008","ISSN":"0959-437X","issue":"6","issued":{"date-parts":[["2003",12,1]]},"page":"562-568","source":"ScienceDirect","title":"Mutation rate variation in the mammalian genome","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0959437X03001461","volume":"13"},
  {"id":"hodgkinson_eyre-walker11","abstract":"The germline mutation rate varies across the mammalian genome at several scales: between adjacent nucleotides; over hundreds of nucleotides; over hundreds of thousands to millions of nucleotides; and between whole chromosomes.The strongest patterns are observed at the smallest scales.Variation between adjacent nucleotides can either be dependent or independent of context.Large-scale variation in the mutation rate is underestimated by between-species comparisons.Variation between chromosomes is most conspicuous for the sex chromosomes.There is variation in the somatic mutation rate across the genome. The variation has similarities and differences to that observed in the germline.","accessed":{"date-parts":[["2024",3,15]]},"author":[{"family":"Hodgkinson","given":"Alan"},{"family":"Eyre-Walker","given":"Adam"}],"citation-key":"hodgkinson_eyre-walker11","container-title":"Nature Reviews Genetics","container-title-short":"Nat Rev Genet","DOI":"10.1038/nrg3098","ISSN":"1471-0064","issue":"11","issued":{"date-parts":[["2011",11]]},"language":"en","license":"2011 Springer Nature Limited","page":"756-766","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Variation in the mutation rate across mammalian genomes","type":"article-journal","URL":"https://www.nature.com/articles/nrg3098","volume":"12"},
  {"id":"hollander_etal15p","author":[{"family":"Hollander","given":"Myles"},{"family":"Wolfe","given":"Douglas A."},{"family":"Chicken","given":"Eric"}],"citation-key":"hollander_etal15p","issued":{"date-parts":[["2015"]]},"number-of-pages":"828","publisher":"John Wiley & Sons, Inc.","title":"Nonparametric Statistical Methods","type":"book"},
  {"id":"kumar_etal17","abstract":"Evolutionary information on species divergence times is fundamental to studies of biodiversity, development, and disease. Molecular dating has enhanced our understanding of the temporal patterns of species divergences over the last five decades, and the number of studies is increasing quickly due to an exponential growth in the available collection of molecular sequences from diverse species and large number of genes. Our TimeTree resource is a public knowledge-base with the primary focus to make available all species divergence times derived using molecular sequence data to scientists, educators, and the general public in a consistent and accessible format. Here, we report a major expansion of the TimeTree resource, which more than triples the number of species (>97,000) and more than triples the number of studies assembled (>3,000). Furthermore, scientists can access not only the divergence time between two species or higher taxa, but also a timetree of a group of species and a timeline that traces a species’ evolution through time. The new timetree and timeline visualizations are integrated with display of events on earth and environmental history over geological time, which will lead to broader and better understanding of the interplay of the change in the biosphere with the diversity of species on Earth. The next generation TimeTree resource is publicly available online at http://www.timetree.org.","accessed":{"date-parts":[["2022",12,14]]},"author":[{"family":"Kumar","given":"Sudhir"},{"family":"Stecher","given":"Glen"},{"family":"Suleski","given":"Michael"},{"family":"Blair Hedges","given":"S."}],"citation-key":"kumar_etal17","container-title":"Molecular Biology and Evolution","DOI":"10.1093/MOLBEV/MSX116","ISSN":"0737-4038","issue":"7","issued":{"date-parts":[["2017",7,1]]},"page":"1812-1819","PMID":"28387841","publisher":"Oxford Academic","title":"TimeTree: A Resource for Timelines, Timetrees, and Divergence Times","type":"article-journal","URL":"https://academic.oup.com/mbe/article/34/7/1812/3091705","volume":"34"},
  {"id":"lloyd_slater21","abstract":"Phylogenetic trees provide a powerful framework for testing macroevolutionary hypotheses, but it is becoming increasingly apparent that inferences derived from extant species alone can be highly misleading. Trees incorporating living and extinct taxa are needed to address fundamental questions about the origins of diversity and disparity but it has proved challenging to generate robust, species-rich phylogenies that include large numbers of fossil taxa. As a result, most studies of diversification dynamics continue to rely on molecular phylogenies. Here, we extend and apply a recently developed meta-analytic approach for synthesizing previously published phylogenetic studies to infer a well-resolved set of species level, time-scaled phylogenetic hypotheses for extinct and extant cetaceans (whales, dolphins, and allies). Our trees extend sampling from the $\\sim 90$ extant species to over 500 living and extinct species, and therefore allow for more robust inference of macroevolutionary dynamics. While the diversification scenarios, we recover are broadly concordant with those inferred from molecular phylogenies they differ in critical ways, notably in the relative contributions of extinction and speciation rate shifts in driving rapid radiations. The metatree approach provides the most immediate route for generating higher level phylogenies of extinct taxa and opens the door to re-evaluation of macroevolutionary hypotheses derived only from extant taxa.[Extinction; macroevolution; matrix representation with parsimony; morphology; supertree.]","accessed":{"date-parts":[["2024",2,13]]},"author":[{"family":"Lloyd","given":"Graeme T"},{"family":"Slater","given":"Graham J"}],"citation-key":"lloyd_slater21","container-title":"Systematic Biology","container-title-short":"Systematic Biology","DOI":"10.1093/sysbio/syab002","ISSN":"1063-5157","issue":"5","issued":{"date-parts":[["2021",9,1]]},"page":"922-939","source":"Silverchair","title":"A Total-Group Phylogenetic Metatree for Cetacea and the Importance of Fossil Data in Diversification Analyses","type":"article-journal","URL":"https://doi.org/10.1093/sysbio/syab002","volume":"70"},
  {"id":"mcgowen_etal20","abstract":"The evolution of cetaceans, from their early transition to an aquatic lifestyle to their subsequent diversification, has been the subject of numerous studies. However, although the higher-level relationships among cetacean families have been largely settled, several aspects of the systematics within these groups remain unresolved. Problematic clades include the oceanic dolphins (37 spp.), which have experienced a recent rapid radiation, and the beaked whales (22 spp.), which have not been investigated in detail using nuclear loci. The combined application of high-throughput sequencing with techniques that target specific genomic sequences provide a powerful means of rapidly generating large volumes of orthologous sequence data for use in phylogenomic studies. To elucidate the phylogenetic relationships within the Cetacea, we combined sequence capture with Illumina sequencing to generate data for $\\sim $3200 protein-coding genes for 68 cetacean species and their close relatives including the pygmy hippopotamus. By combining data from $&gt;$38,000 exons with existing sequences from 11 cetaceans and seven outgroup taxa, we produced the first comprehensive comparative genomic data set for cetaceans, spanning 6,527,596 aligned base pairs (bp) and 89 taxa. Phylogenetic trees reconstructed with maximum likelihood and Bayesian inference of concatenated loci, as well as with coalescence analyses of individual gene trees, produced mostly concordant and well-supported trees. Our results completely resolve the relationships among beaked whales as well as the contentious relationships among oceanic dolphins, especially the problematic subfamily Delphinidae. We carried out Bayesian estimation of species divergence times using MCMCTree and compared our complete data set to a subset of clocklike genes. Analyses using the complete data set consistently showed less variance in divergence times than the reduced data set. In addition, integration of new fossils (e.g., Mystacodon selenensis) indicates that the diversification of Crown Cetacea began before the Late Eocene and the divergence of Crown Delphinidae as early as the Middle Miocene. [Cetaceans; phylogenomics; Delphinidae; Ziphiidae; dolphins; whales.]","accessed":{"date-parts":[["2024",2,21]]},"author":[{"family":"McGowen","given":"Michael R"},{"family":"Tsagkogeorga","given":"Georgia"},{"family":"Álvarez-Carretero","given":"Sandra"},{"family":"Reis","given":"Mario","non-dropping-particle":"dos"},{"family":"Struebig","given":"Monika"},{"family":"Deaville","given":"Robert"},{"family":"Jepson","given":"Paul D"},{"family":"Jarman","given":"Simon"},{"family":"Polanowski","given":"Andrea"},{"family":"Morin","given":"Phillip A"},{"family":"Rossiter","given":"Stephen J"}],"citation-key":"mcgowen_etal20","container-title":"Systematic Biology","container-title-short":"Systematic Biology","DOI":"10.1093/sysbio/syz068","ISSN":"1063-5157","issue":"3","issued":{"date-parts":[["2020",5,1]]},"page":"479-501","source":"Silverchair","title":"Phylogenomic Resolution of the Cetacean Tree of Life Using Target Sequence Capture","type":"article-journal","URL":"https://doi.org/10.1093/sysbio/syz068","volume":"69"},
  {"id":"nabholz_etal08","abstract":"Mitochondrial DNA (mtDNA) is the most popular marker of molecular diversity in animals, primarily because of its elevated mutation rate. After &gt;20 years of intensive usage, the extent of mitochondrial evolutionary rate variations across species, their practical consequences on sequence analysis methods, and the ultimate reasons for mtDNA hypermutability are still largely unresolved issues. Using an extensive cytochrome b data set, fossil data, and taking advantage of the decoupled dynamics of synonymous and nonsynonymous substitutions, we measure the lineage-specific mitochondrial mutation rate across 1,696 mammalian species and compare it with the nuclear rate. We report an unexpected 2 orders of magnitude mitochondrial mutation rate variation between lineages: cytochrome b third codon positions are renewed every 1–2 Myr, in average, in the fastest evolving mammals, whereas it takes &gt;100 Myr in slow-evolving lineages. This result has obvious implications in the fields of molecular phylogeny, molecular dating, and population genetics. Variations of mitochondrial substitution rate across species are partly explained by body mass, longevity, and age of female sexual maturity. The classical metabolic rate and generation time hypothesis, however, do not fully explain the observed patterns, especially a stronger effect of longevity in long-lived than in short-lived species. We propose that natural selection tends to decrease the mitochondrial mutation rate in long-lived species, in agreement with the mitochondrial theory of aging.","accessed":{"date-parts":[["2023",6,16]]},"author":[{"family":"Nabholz","given":"Benoit"},{"family":"Glémin","given":"Sylvain"},{"family":"Galtier","given":"Nicolas"}],"citation-key":"nabholz_etal08","container-title":"Molecular Biology and Evolution","container-title-short":"Molecular Biology and Evolution","DOI":"10.1093/molbev/msm248","ISSN":"0737-4038","issue":"1","issued":{"date-parts":[["2008",1,1]]},"page":"120-130","source":"Silverchair","title":"Strong Variations of Mitochondrial Mutation Rate across Mammals—the Longevity Hypothesis","type":"article-journal","URL":"https://doi.org/10.1093/molbev/msm248","volume":"25"},
  {"id":"Nabholz2009a","abstract":"During the last ten years, major advances have been made in characterizing and understanding the evolution of mitochondrial DNA, the most popular marker of molecular biodiversity. Several important results were recently reported using mammals as model organisms, including (i) the absence of relationship between mitochondrial DNA diversity and life-history or ecological variables, (ii) the absence of prominent adaptive selection, contrary to what was found in invertebrates, and (iii) the unexpectedly large variation in neutral substitution rate among lineages, revealing a possible link with species maximal longevity. We propose to challenge these results thanks to the bird/mammal comparison. Direct estimates of population size are available in birds, and this group presents striking life-history trait differences with mammals (higher mass-specific metabolic rate and longevity). These properties make birds the ideal model to directly test for population size effects, and to discriminate between competing hypotheses about the causes of substitution rate variation.RESULTS:A phylogenetic analysis of cytochrome b third-codon position confirms that the mitochondrial DNA mutation rate is quite variable in birds, passerines being the fastest evolving order. On average, mitochondrial DNA evolves slower in birds than in mammals of similar body size. This result is in agreement with the longevity hypothesis, and contradicts the hypothesis of a metabolic rate-dependent mutation rate. Birds show no footprint of adaptive selection on cytochrome b evolutionary patterns, but no link between direct estimates of population size and cytochrome b diversity. The mutation rate is the best predictor we have of within-species mitochondrial diversity in birds. It partly explains the differences in mitochondrial DNA diversity patterns observed between mammals and birds, previously interpreted as reflecting Hill-Robertson interferences with the W chromosome.CONCLUSION:Mitochondrial DNA diversity patterns in birds are strongly influenced by the wide, unexpected variation of mutation rate across species. From a fundamental point of view, these results are strongly consistent with a relationship between species maximal longevity and mitochondrial mutation rate, in agreement with the mitochondrial theory of ageing. Form an applied point of view, this study reinforces and extends the message of caution previously expressed for mammals: mitochondrial data tell nothing about species population sizes, and strongly depart the molecular clock assumption.","author":[{"family":"Nabholz","given":"Benoit"},{"family":"Glémin","given":"Sylvain"},{"family":"Galtier","given":"Nicolas"}],"citation-key":"Nabholz2009a","container-title":"BMC Evolutionary Biology","DOI":"10.1186/1471-2148-9-54","ISBN":"1471-2148","ISSN":"14712148","issue":"1","issued":{"date-parts":[["2009"]]},"page":"1-13","PMID":"19284537","title":"The erratic mitochondrial clock: Variations of mutation rate, not population size, affect mtDNA diversity across birds and mammals","type":"article-journal","volume":"9"},
  {"id":"RCoreTeam2016","author":[{"literal":"R Core Team"}],"citation-key":"RCoreTeam2016","event-place":"Vienna, Austria","issued":{"date-parts":[["2016"]]},"publisher":"R Foundation for Statistical Computing","publisher-place":"Vienna, Austria","title":"R: A Language and Environment for Statistical Computing","type":"document","URL":"https://www.r-project.org/"},
  {"id":"royston82","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Royston","given":"J. P."}],"citation-key":"royston82","container-title":"Journal of the Royal Statistical Society. Series C (Applied Statistics)","DOI":"10.2307/2347986","ISSN":"0035-9254","issue":"2","issued":{"date-parts":[["1982"]]},"page":"176-180","publisher":"[Wiley, Royal Statistical Society]","source":"JSTOR","title":"Algorithm AS 181: The W Test for Normality","title-short":"Algorithm AS 181","type":"article-journal","URL":"https://www.jstor.org/stable/2347986","volume":"31"},
  {"id":"royston82a","abstract":"Shapiro and Wilk's (1965) W statistic arguably provides the best omnibus test of normality, but is currently limited to sample sizes between 3 and 50. W is extended up to n = 2000 and an approximate normalizing transformation suitable for computer implementation is given. A novel application of W in transforming data to normality is suggested, using the three-parameter lognormal as an example.","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Royston","given":"J. P."}],"citation-key":"royston82a","container-title":"Journal of the Royal Statistical Society. Series C (Applied Statistics)","DOI":"10.2307/2347973","ISSN":"0035-9254","issue":"2","issued":{"date-parts":[["1982"]]},"page":"115-124","publisher":"[Wiley, Royal Statistical Society]","source":"JSTOR","title":"An Extension of Shapiro and Wilk's W Test for Normality to Large Samples","type":"article-journal","URL":"https://www.jstor.org/stable/2347973","volume":"31"},
  {"id":"suarez-menendez_etal23","abstract":"Phylogeny-based estimates suggesting a low germline mutation rate (μ) in baleen whales have influenced research ranging from assessments of whaling impacts to evolutionary cancer biology. We estimated μ directly from pedigrees in four baleen whale species for both the mitochondrial control region and nuclear genome. The results suggest values higher than those obtained through phylogeny-based estimates and similar to pedigree-based values for primates and toothed whales. Applying our estimate of μ reduces previous genetic-based estimates of preexploitation whale abundance by 86% and suggests that μ cannot explain low cancer rates in gigantic mammals. Our study shows that it is feasible to estimate μ directly from pedigrees in natural populations, with wide-ranging implications for ecological and evolutionary research.","accessed":{"date-parts":[["2023",9,12]]},"author":[{"family":"Suárez-Menéndez","given":"Marcos"},{"family":"Bérubé","given":"Martine"},{"family":"Furni","given":"Fabrício"},{"family":"Rivera-León","given":"Vania E."},{"family":"Heide-Jørgensen","given":"Mads-Peter"},{"family":"Larsen","given":"Finn"},{"family":"Sears","given":"Richard"},{"family":"Ramp","given":"Christian"},{"family":"Eriksson","given":"Britas Klemens"},{"family":"Etienne","given":"Rampal S."},{"family":"Robbins","given":"Jooke"},{"family":"Palsbøll","given":"Per J."}],"citation-key":"suarez-menendez_etal23","container-title":"Science","DOI":"10.1126/science.adf2160","issue":"6661","issued":{"date-parts":[["2023",9]]},"page":"990-995","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Wild pedigrees inform mutation rates and historic abundance in baleen whales","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.adf2160","volume":"381"},
  {"id":"Taylor2007","abstract":"We estimated generation length and percent mature for 58 cetacean species to assess their status using criteria developed by the IUCN. We first reviewed the literature and types of data available and then developed a set of simple rules to ensure consistent use of the best available data to estimate these parameters. The method we developed estimated percent mature for the current population and the generation length for the pre-disturbance population using a simple 5- parameter demographic model based on age of first reproduction, inter-birth interval, maximum age of reproductive females, calf survival rate, and non-calf survival. When parameter estimates were not available for a species, we used available estimates from congeners. The maximum age of females was estimated based on the relationship between maximum length of females and maximum age of females for all species with data available. Generation length and percent mature were not calculated if data for the first two model parameters were unavailable for any congener (n = 29). Model-based estimates of these parameters were very close to the estimates for 6 species calculated from empirical data.","author":[{"family":"Taylor","given":"Barbara L"},{"family":"Chivers","given":"Susan J"},{"family":"Larese","given":"Jason"},{"family":"Perrin","given":"William F"}],"citation-key":"Taylor2007","container-title":"Administrative Report LJ-07-01 National Marine Fisheries","DOI":"doi:10.1.1.530.4789","ISBN":"LJ-07-01","issued":{"date-parts":[["2007"]]},"page":"24","title":"Generation length and percent mature estimates for IUCN assessments of cetaceans","type":"article-journal"}
]
