[
  {"id":"alves_posada18","abstract":"Querying cancer genomes at single-cell resolution is expected to provide a powerful framework to understand in detail the dynamics of cancer evolution. However, given the high costs currently associated with single-cell sequencing, together with the inevitable technical noise arising from single-cell genome amplification, cost-effective strategies that maximize the quality of single-cell data are critically needed. Taking advantage of previously published single-cell whole-genome and whole-exome cancer datasets, we studied the impact of sequencing depth and sampling effort towards single-cell variant detection.","accessed":{"date-parts":[["2025",8,25]]},"author":[{"family":"Alves","given":"João M."},{"family":"Posada","given":"David"}],"citation-key":"alves_posada18","container-title":"Genome Medicine","container-title-short":"Genome Med","DOI":"10.1186/s13073-018-0537-2","ISSN":"1756-994X","issue":"1","issued":{"date-parts":[["2018",4,16]]},"language":"en","page":"29","source":"Springer Link","title":"Sensitivity to sequencing depth in single-cell cancer genomics","type":"article-journal","URL":"https://doi.org/10.1186/s13073-018-0537-2","volume":"10"},
  {"id":"Arnason2018a","abstract":"Reconstructing the evolution of baleen whales (Mysticeti) has been problematic because morphological and genetic analyses have produced different scenarios. This might be caused by genomic admixture that may have taken place among some rorquals. We present the genomes of six whales, including the blue whale ( Balaenoptera musculus ), to reconstruct a species tree of baleen whales and to identify phylogenetic conflicts. Evolutionary multilocus analyses of 34,192 genome fragments reveal a fast radiation of rorquals at 10.5 to 7.5 million years ago coinciding with oceanic circulation shifts. The evolutionarily enigmatic gray whale ( Eschrichtius robustus ) is placed among rorquals, and the blue whale genome shows a high degree of heterozygosity. The nearly equal frequency of conflicting gene trees suggests that speciation of rorqual evolution occurred under gene flow, which is best depicted by evolutionary networks. Especially in marine environments, sympatric speciation might be common; our results raise questions about how genetic divergence can be established.","accessed":{"date-parts":[["2019",6,13]]},"author":[{"family":"Árnason","given":"Úlfur"},{"family":"Lammers","given":"Fritjof"},{"family":"Kumar","given":"Vikas"},{"family":"Nilsson","given":"Maria A."},{"family":"Janke","given":"Axel"}],"citation-key":"Arnason2018a","container-title":"Science Advances","DOI":"10.1126/sciadv.aap9873","ISSN":"2375-2548","issue":"4","issued":{"date-parts":[["2018",4,1]]},"page":"eaap9873","publisher":"American Association for the Advancement of Science","title":"Whole-genome sequencing of the blue whale and other rorquals finds signatures for introgressive gene flow","type":"article-journal","URL":"http://advances.sciencemag.org/lookup/doi/10.1126/sciadv.aap9873","volume":"4"},
  {"id":"bergeron_etal23","abstract":"The germline mutation rate determines the pace of genome evolution and is an evolving parameter itself1. However, little is known about what determines its evolution, as most studies of mutation rates have focused on single species with different methodologies2. Here we quantify germline mutation rates across vertebrates by sequencing and comparing the high-coverage genomes of 151 parent–offspring trios from 68 species of mammals, fishes, birds and reptiles. We show that the per-generation mutation rate varies among species by a factor of 40, with mutation rates being higher for males than for females in mammals and birds, but not in reptiles and fishes. The generation time, age at maturity and species-level fecundity are the key life-history traits affecting this variation among species. Furthermore, species with higher long-term effective population sizes tend to have lower mutation rates per generation, providing support for the drift barrier hypothesis3. The exceptionally high yearly mutation rates of domesticated animals, which have been continually selected on fecundity traits including shorter generation times, further support the importance of generation time in the evolution of mutation rates. Overall, our comparative analysis of pedigree-based mutation rates provides ecological insights on the mutation rate evolution in vertebrates.","accessed":{"date-parts":[["2024",4,11]]},"author":[{"family":"Bergeron","given":"Lucie A."},{"family":"Besenbacher","given":"Søren"},{"family":"Zheng","given":"Jiao"},{"family":"Li","given":"Panyi"},{"family":"Bertelsen","given":"Mads Frost"},{"family":"Quintard","given":"Benoit"},{"family":"Hoffman","given":"Joseph I."},{"family":"Li","given":"Zhipeng"},{"family":"St. Leger","given":"Judy"},{"family":"Shao","given":"Changwei"},{"family":"Stiller","given":"Josefin"},{"family":"Gilbert","given":"M. Thomas P."},{"family":"Schierup","given":"Mikkel H."},{"family":"Zhang","given":"Guojie"}],"citation-key":"bergeron_etal23","container-title":"Nature","DOI":"10.1038/s41586-023-05752-y","ISSN":"1476-4687","issue":"7951","issued":{"date-parts":[["2023",3]]},"language":"en","license":"2023 The Author(s)","page":"285-291","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Evolution of the germline mutation rate across vertebrates","type":"article-journal","URL":"https://www.nature.com/articles/s41586-023-05752-y","volume":"615"},
  {"id":"Cammen2015","abstract":"The role the major histocompatibility complex (MHC) plays in response to exposure to environmental toxins is relatively poorly understood, particularly in comparison to its well-described role in pathogen immunity. We investigated associations between MHC diversity and resistance to brevetoxins in common bottlenose dolphins (Tursiops truncatus). A previous genome-wide association study investigating an apparent difference in harmful algal bloom (HAB) resistance among dolphin populations in the Gulf of Mexico identified genetic variation associated with survival in close genomic proximity to multiple MHC class II loci. Here, we characterized genetic variation at DQA, DQB, DRA, and DRB loci in dolphins from central-west Florida and the Florida Panhandle, including dolphins that died during HABs and dolphins presumed to have survived HAB exposure. We found that DRB and DQB exhibited patterns of genetic differentiation among geographic regions that differed from neutral microsatellite loci. In addition, genetic differentiation at DRB across multiple pairwise comparisons of live and dead dolphins was greater than differentiation observed at neutral loci. Our findings at these MHC loci did not approach the strength of association with survival previously described for a nearby genetic variant. However, the results provide evidence that selective pressures at the MHC vary among dolphin populations that differ in the frequency of HAB exposure and that the overall composition of DRB variants differs between dolphin survivors and non-survivors of HABs. These results may suggest a potential role of MHC diversity in variable survival of bottlenose dolphins exposed to HABs.","author":[{"family":"Cammen","given":"Kristina M."},{"family":"Wilcox","given":"Lynsey A."},{"family":"Rosel","given":"Patricia E."},{"family":"Wells","given":"Randall S."},{"family":"Read","given":"Andrew J."}],"citation-key":"Cammen2015","container-title":"Immunogenetics","DOI":"10.1007/s00251-014-0818-x","ISBN":"0093-7711","ISSN":"14321211","issue":"2","issued":{"date-parts":[["2015"]]},"page":"125-133","PMID":"25475909","title":"From genome-wide to candidate gene: an investigation of variation at the major histocompatibility complex in common bottlenose dolphins exposed to harmful algal blooms","type":"article-journal","volume":"67"},
  {"id":"campbell_etal21","accessed":{"date-parts":[["2024",9,11]]},"author":[{"family":"Campbell","given":"C. Ryan"},{"family":"Tiley","given":"George P."},{"family":"Poelstra","given":"Jelmer W."},{"family":"Hunnicutt","given":"Kelsie E."},{"family":"Larsen","given":"Peter A."},{"family":"Lee","given":"Hui-Jie"},{"family":"Thorne","given":"Jeffrey L."},{"family":"Dos Reis","given":"Mario"},{"family":"Yoder","given":"Anne D."}],"citation-key":"campbell_etal21","container-title":"Heredity","container-title-short":"Heredity","DOI":"10.1038/s41437-021-00446-5","ISSN":"0018-067X, 1365-2540","issue":"2","issued":{"date-parts":[["2021",8]]},"language":"en","page":"233-244","source":"DOI.org (Crossref)","title":"Pedigree-based and phylogenetic methods support surprising patterns of mutation rate and spectrum in the gray mouse lemur","type":"article-journal","URL":"https://www.nature.com/articles/s41437-021-00446-5","volume":"127"},
  {"id":"desai_etal13","abstract":"Next Generation Sequencing (NGS) is a disruptive technology that has found widespread acceptance in the life sciences research community. The high throughput and low cost of sequencing has encouraged researchers to undertake ambitious genomic projects, especially in de novo genome sequencing. Currently, NGS systems generate sequence data as short reads and de novo genome assembly using these short reads is computationally very intensive. Due to lower cost of sequencing and higher throughput, NGS systems now provide the ability to sequence genomes at high depth. However, currently no report is available highlighting the impact of high sequence depth on genome assembly using real data sets and multiple assembly algorithms. Recently, some studies have evaluated the impact of sequence coverage, error rate and average read length on genome assembly using multiple assembly algorithms, however, these evaluations were performed using simulated datasets. One limitation of using simulated datasets is that variables such as error rates, read length and coverage which are known to impact genome assembly are carefully controlled. Hence, this study was undertaken to identify the minimum depth of sequencing required for de novo assembly for different sized genomes using graph based assembly algorithms and real datasets. Illumina reads for E.coli (4.6 MB) S.kudriavzevii (11.18 MB) and C.elegans (100 MB) were assembled using SOAPdenovo, Velvet, ABySS, Meraculous and IDBA-UD. Our analysis shows that 50X is the optimum read depth for assembling these genomes using all assemblers except Meraculous which requires 100X read depth. Moreover, our analysis shows that de novo assembly from 50X read data requires only 6–40 GB RAM depending on the genome size and assembly algorithm used. We believe that this information can be extremely valuable for researchers in designing experiments and multiplexing which will enable optimum utilization of sequencing as well as analysis resources.","accessed":{"date-parts":[["2025",8,25]]},"author":[{"family":"Desai","given":"Aarti"},{"family":"Marwah","given":"Veer Singh"},{"family":"Yadav","given":"Akshay"},{"family":"Jha","given":"Vineet"},{"family":"Dhaygude","given":"Kishor"},{"family":"Bangar","given":"Ujwala"},{"family":"Kulkarni","given":"Vivek"},{"family":"Jere","given":"Abhay"}],"citation-key":"desai_etal13","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0060204","ISSN":"1932-6203","issue":"4","issued":{"date-parts":[["2013",4,12]]},"language":"en","page":"e60204","publisher":"Public Library of Science","source":"PLoS Journals","title":"Identification of optimum sequencing depth especially for de novo genome assembly of small genomes using next generation sequencing data","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0060204","volume":"8"},
  {"id":"Dornburg2012","accessed":{"date-parts":[["2019",4,30]]},"author":[{"family":"Dornburg","given":"A."},{"family":"Brandley","given":"M. C."},{"family":"McGowen","given":"M. R."},{"family":"Near","given":"T. J."}],"citation-key":"Dornburg2012","container-title":"Molecular Biology and Evolution","DOI":"10.1093/molbev/msr228","ISSN":"0737-4038","issue":"2","issued":{"date-parts":[["2012",2,1]]},"page":"721-736","publisher":"Narnia","title":"Relaxed clocks and inferences of heterogeneous patterns of nucleotide substitution and divergence time estimates across whales and dolphins (Mammalia: Cetacea)","type":"article-journal","URL":"https://academic.oup.com/mbe/article-lookup/doi/10.1093/molbev/msr228","volume":"29"},
  {"id":"ellegren_etal03","abstract":"Recent advances in the large-scale sequencing of mammalian genomes have provided a means to study divergence in not only genic sequences but also in the non-coding bulk of DNA. There is evidence of significant variation in the levels of divergence between presumably neutral regions, pointing at an underlying variation in the rate of mutation across the genome. Apparently, such variation occurs on different scales, including sequence context effects (the influence of neighboring nucleotides on the rate of mutation at individual sites), variation within chromosomes (on the scales of kilobases as well as megabases), and between chromosomes (among autosomes as well as between autosomes and sex chromosomes). An important aspect for further research in this area is to study whether there is an ultimate evolutionary explanation for mutation rate variation within mammalian genomes.","accessed":{"date-parts":[["2024",3,15]]},"author":[{"family":"Ellegren","given":"Hans"},{"family":"Smith","given":"Nick GC"},{"family":"Webster","given":"Matthew T"}],"citation-key":"ellegren_etal03","container-title":"Current Opinion in Genetics & Development","container-title-short":"Current Opinion in Genetics & Development","DOI":"10.1016/j.gde.2003.10.008","ISSN":"0959-437X","issue":"6","issued":{"date-parts":[["2003",12,1]]},"page":"562-568","source":"ScienceDirect","title":"Mutation rate variation in the mammalian genome","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0959437X03001461","volume":"13"},
  {"id":"giannelli_green00","abstract":"Monosomy for the X chromosome in humans creates a genetic Achilles' heel for nature to deal with. We report that the human X chromosome appears to have one-third the density of the coding sequence of the autosomes and, because of partial shielding ...","accessed":{"date-parts":[["2024",10,30]]},"author":[{"family":"Giannelli","given":"Francesco"},{"family":"Green","given":"Peter M."}],"citation-key":"giannelli_green00","container-title":"American Journal of Human Genetics","DOI":"10.1086/303010","issue":"2","issued":{"date-parts":[["2000",7,5]]},"language":"en","page":"515","PMID":"10882570","source":"pmc.ncbi.nlm.nih.gov","title":"The X chromosome and the rate of deleterious mutations in humans","type":"article-journal","URL":"https://pmc.ncbi.nlm.nih.gov/articles/PMC1287212/","volume":"67"},
  {"id":"groot_etal23","abstract":"The identification of patterns in trait evolution is essential to understand the interaction of evolutionary forces, and provides useful information for species management. Cetaceans are a phylogenetically well-resolved infraorder that exhibit distinct trait variation across behavioral, molecular, and life history dimensions, yet few researchers have applied a meta-analytic or comparative approach to these traits. To understand cetacean trait evolution, we used a phylogenetic generalized least squares approach to examine the cognitive buffer hypothesis (CBH). A large brain should buffer individuals against environmental challenges through increasing survival rates, and a longer lifespan should buffer individuals against the cost of extended development for larger brains according to the CBH, leading to an expected positive correlation between brain size and lifespan. In contrast to this expectation, previously observed in taxa including primates, we found a negative correlation between brain size and lifespan in cetaceans. This suggests cetaceans experience selective pressures different from most other mammals in these traits but may be more similar to some social mammalian carnivores that display alloparenting. We also provide a comprehensive dataset to explore additional aspects of trait evolution but which would greatly benefit from studies on behavioral ecology across cetaceans and increased focus on data deficient species.","accessed":{"date-parts":[["2024",10,25]]},"author":[{"family":"Groot","given":"Nikita E"},{"family":"Constantine","given":"Rochelle"},{"family":"Garland","given":"Ellen C"},{"family":"Carroll","given":"Emma L"}],"citation-key":"groot_etal23","container-title":"Evolution","container-title-short":"Evolution","DOI":"10.1093/evolut/qpac050","ISSN":"0014-3820","issue":"2","issued":{"date-parts":[["2023",2,1]]},"page":"534-549","source":"Silverchair","title":"Phylogenetically controlled life history trait meta-analysis in cetaceans reveals unexpected negative brain size and longevity correlation","type":"article-journal","URL":"https://doi.org/10.1093/evolut/qpac050","volume":"77"},
  {"id":"hodgkinson_eyre-walker11","abstract":"The germline mutation rate varies across the mammalian genome at several scales: between adjacent nucleotides; over hundreds of nucleotides; over hundreds of thousands to millions of nucleotides; and between whole chromosomes.The strongest patterns are observed at the smallest scales.Variation between adjacent nucleotides can either be dependent or independent of context.Large-scale variation in the mutation rate is underestimated by between-species comparisons.Variation between chromosomes is most conspicuous for the sex chromosomes.There is variation in the somatic mutation rate across the genome. The variation has similarities and differences to that observed in the germline.","accessed":{"date-parts":[["2024",3,15]]},"author":[{"family":"Hodgkinson","given":"Alan"},{"family":"Eyre-Walker","given":"Adam"}],"citation-key":"hodgkinson_eyre-walker11","container-title":"Nature Reviews Genetics","container-title-short":"Nat Rev Genet","DOI":"10.1038/nrg3098","ISSN":"1471-0064","issue":"11","issued":{"date-parts":[["2011",11]]},"language":"en","license":"2011 Springer Nature Limited","page":"756-766","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Variation in the mutation rate across mammalian genomes","type":"article-journal","URL":"https://www.nature.com/articles/nrg3098","volume":"12"},
  {"id":"hohenlohe_etal21","abstract":"Biodiversity is under threat worldwide. Over the past decade, the field of population genomics has developed across nonmodel organisms, and the results of this research have begun to be applied in conservation and management of wildlife species. Genomics tools can provide precise estimates of basic features of wildlife populations, such as effective population size, inbreeding, demographic history and population structure, that are critical for conservation efforts. Moreover, population genomics studies can identify particular genetic loci and variants responsible for inbreeding depression or adaptation to changing environments, allowing for conservation efforts to estimate the capacity of populations to evolve and adapt in response to environmental change and to manage for adaptive variation. While connections from basic research to applied wildlife conservation have been slow to develop, these connections are increasingly strengthening. Here we review the primary areas in which population genomics approaches can be applied to wildlife conservation and management, highlight examples of how they have been used, and provide recommendations for building on the progress that has been made in this field.","accessed":{"date-parts":[["2025",7,28]]},"author":[{"family":"Hohenlohe","given":"Paul A."},{"family":"Funk","given":"W. Chris"},{"family":"Rajora","given":"Om P."}],"citation-key":"hohenlohe_etal21","container-title":"Molecular Ecology","DOI":"10.1111/mec.15720","ISSN":"1365-294X","issue":"1","issued":{"date-parts":[["2021"]]},"language":"en","license":"© 2020 The Authors. Molecular Ecology published by 2020 John Wiley & Sons Ltd","page":"62-82","source":"Wiley Online Library","title":"Population genomics for wildlife conservation and management","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.15720","volume":"30"},
  {"id":"hollander_etal15p","author":[{"family":"Hollander","given":"Myles"},{"family":"Wolfe","given":"Douglas A."},{"family":"Chicken","given":"Eric"}],"citation-key":"hollander_etal15p","issued":{"date-parts":[["2015"]]},"number-of-pages":"828","publisher":"John Wiley & Sons, Inc.","title":"Nonparametric Statistical Methods","type":"book"},
  {"id":"Jackson2009","abstract":"Baleen whales are the largest animals that have ever lived. To develop an improved estimation of substitution rate for nuclear and mitochondrial DNA for this taxon, we implemented a relaxed-clock phylogenetic approach using three fossil calibration dates: the divergence between odontocetes and mysticetes similar to 34 million years ago (Ma), between the balaenids and balaenopterids similar to 28 Ma, and the time to most recent common ancestor within the Balaenopteridae similar to 12 Ma. We examined seven mitochondrial genomes, a large number of mitochondrial control region sequences (219 haplotypes for 465 bp) and nine nuclear introns representing five species of whales, within which multiple species-specific alleles were sequenced to account for within-species diversity (1-15 for each locus). The total data set represents >1.65 Mbp of mitogenome and nuclear genomic sequence. The estimated Substitution rate for the humpback whale control region (3.9%/million years, My) was higher than previous estimates for baleen whales but slow relative to other mammal species with similar generation times (e.g., human-chimp mean rate > 20%/My). The mitogenomic third codon position rate was also slow relative to other mammals (mean estimate 1%/My compared with a mammalian average of 9.8%/My for the cytochrome h gene). The mean nuclear genomic substitution rate (0.05%/My) was substantially slower than average synonymous estimate,,, for other mammals (0.21-0.37%/My across a range of studies). The nuclear and mitogenome rate estimates for baleen whales were thus roughly consistent with all 8- to 10-fold slowing due to a combination of large body size and long generation times. Surprisingly, despite the large data set of nuclear intron sequences, there was only weak and conflicting Support for alternate hypotheses about the phylogeny of balaenopterid whales, suggesting that interspecies introgressions or a rapid radiation has obscured species relationships in the nuclear genome.","author":[{"family":"Jackson","given":"J A"},{"family":"Baker","given":"C S"},{"family":"Vant","given":"M"},{"family":"Steel","given":"D J"},{"family":"Medrano-Gonzalez","given":"L"},{"family":"Palumbi","given":"S R"}],"citation-key":"Jackson2009","container-title":"Molecular Biology and Evolution","DOI":"DOI 10.1093/molbev/msp169","ISBN":"0737-4038","issue":"11","issued":{"date-parts":[["2009"]]},"language":"English","page":"2427-2440","title":"Big and slow: phylogenetic estimates of molecular evolution in baleen whales (suborder Mysticeti)","type":"article-journal","URL":"<Go to ISI>://000271422300003","volume":"26"},
  {"id":"kardos_etal23","abstract":"Understanding the factors that cause endangered populations to either grow or decline is crucial for preserving biodiversity. Conservation efforts often address extrinsic threats, such as environmental degradation and overexploitation, that can limit the recovery of endangered populations. Genetic factors such as inbreeding depression can also affect population dynamics but these effects are rarely measured in the wild and thus often neglected in conservation efforts. Here we show that inbreeding depression strongly influences the population dynamics of an endangered killer whale population, despite genomic signatures of purging of deleterious alleles via natural selection. We find that the ‘Southern Residents’, which are currently endangered despite nearly 50 years of conservation efforts, exhibit strong inbreeding depression for survival. Our population models suggest that this inbreeding depression limits population growth and predict further decline if the population remains genetically isolated and typical environmental conditions continue. The Southern Residents also had more inferred homozygous deleterious alleles than three other, growing, populations, further suggesting that inbreeding depression affects population fitness. These results demonstrate that inbreeding depression can substantially limit the recovery of endangered populations. Conservation actions focused only on extrinsic threats may therefore fail to account for key intrinsic genetic factors that also limit population growth.","accessed":{"date-parts":[["2023",7,12]]},"author":[{"family":"Kardos","given":"Marty"},{"family":"Zhang","given":"Yaolei"},{"family":"Parsons","given":"Kim M."},{"family":"Yunga","given":"A."},{"family":"Kang","given":"Hui"},{"family":"Xu","given":"Xun"},{"family":"Liu","given":"Xin"},{"family":"Matkin","given":"Craig O."},{"family":"Zhang","given":"Peijun"},{"family":"Ward","given":"Eric J."},{"family":"Hanson","given":"M. Bradley"},{"family":"Emmons","given":"Candice"},{"family":"Ford","given":"Michael J."},{"family":"Fan","given":"Guangyi"},{"family":"Li","given":"Songhai"}],"citation-key":"kardos_etal23","container-title":"Nature Ecology and Evolution","DOI":"10.1038/S41559-023-01995-0","ISSN":"2397334X","issue":"5","issued":{"date-parts":[["2023",5,1]]},"page":"675-686","PMID":"36941343","publisher":"Nature Research","title":"Inbreeding depression explains killer whale population dynamics","type":"article-journal","volume":"7"},
  {"id":"kruskal_wallis52","accessed":{"date-parts":[["2025",8,26]]},"author":[{"family":"Kruskal","given":"William"},{"family":"Wallis","given":"W Allen"}],"citation-key":"kruskal_wallis52","container-title":"Journal of the American Statistical Association","issue":"260","issued":{"date-parts":[["1952"]]},"page":"583-621","title":"Use of Ranks in One-Criterion Variance Analysis: Journal of the American Statistical Association: Vol 47, No 260","type":"article-journal","URL":"https://www.tandfonline.com/doi/abs/10.1080/01621459.1952.10483441","volume":"47"},
  {"id":"kumar_etal17","abstract":"Evolutionary information on species divergence times is fundamental to studies of biodiversity, development, and disease. Molecular dating has enhanced our understanding of the temporal patterns of species divergences over the last five decades, and the number of studies is increasing quickly due to an exponential growth in the available collection of molecular sequences from diverse species and large number of genes. Our TimeTree resource is a public knowledge-base with the primary focus to make available all species divergence times derived using molecular sequence data to scientists, educators, and the general public in a consistent and accessible format. Here, we report a major expansion of the TimeTree resource, which more than triples the number of species (>97,000) and more than triples the number of studies assembled (>3,000). Furthermore, scientists can access not only the divergence time between two species or higher taxa, but also a timetree of a group of species and a timeline that traces a species’ evolution through time. The new timetree and timeline visualizations are integrated with display of events on earth and environmental history over geological time, which will lead to broader and better understanding of the interplay of the change in the biosphere with the diversity of species on Earth. The next generation TimeTree resource is publicly available online at http://www.timetree.org.","accessed":{"date-parts":[["2022",12,14]]},"author":[{"family":"Kumar","given":"Sudhir"},{"family":"Stecher","given":"Glen"},{"family":"Suleski","given":"Michael"},{"family":"Blair Hedges","given":"S."}],"citation-key":"kumar_etal17","container-title":"Molecular Biology and Evolution","DOI":"10.1093/MOLBEV/MSX116","ISSN":"0737-4038","issue":"7","issued":{"date-parts":[["2017",7,1]]},"page":"1812-1819","PMID":"28387841","publisher":"Oxford Academic","title":"Timetree: a resource for timelines, timetrees, and divergence times","type":"article-journal","URL":"https://academic.oup.com/mbe/article/34/7/1812/3091705","volume":"34"},
  {"id":"kunstner_etal10","abstract":"Next-generation sequencing technology provides an attractive means to obtain large-scale sequence data necessary for comparative genomic analysis. To analyse the patterns of mutation rate variation and selection intensity across the avian genome, we performed brain transcriptome sequencing using Roche 454 technology of 10 different non-model avian species. Contigs from de novo assemblies were aligned to the two available avian reference genomes, chicken and zebra finch. In total, we identified 6499 different genes across all 10 species, with ∼1000 genes found in each full run per species. We found evidence for a higher mutation rate of the Z chromosome than of autosomes (male-biased mutation) and a negative correlation between the neutral substitution rate (dS) and chromosome size. Analyses of the mean dN/dS ratio (ω) of genes across chromosomes supported the Hill–Robertson effect (the effect of selection at linked loci) and point at stochastic problems with ω as an independent measure of selection. Overall, this study demonstrates the usefulness of next-generation sequencing for obtaining genomic resources for comparative genomic analysis of non-model organisms.","accessed":{"date-parts":[["2025",7,29]]},"author":[{"family":"Künstner","given":"Axel"},{"family":"Wolf","given":"Jochen B. W."},{"family":"Backström","given":"Niclas"},{"family":"Whitney","given":"Osceola"},{"family":"Balakrishnan","given":"Christopher N."},{"family":"Day","given":"Lainy"},{"family":"Edwards","given":"Scott V."},{"family":"Janes","given":"Daniel E."},{"family":"Schlinger","given":"Barney A."},{"family":"Wilson","given":"Richard K."},{"family":"Jarvis","given":"Erich D."},{"family":"Warren","given":"Wesley C."},{"family":"Ellegren","given":"Hans"}],"citation-key":"kunstner_etal10","container-title":"Molecular Ecology","DOI":"10.1111/j.1365-294X.2009.04487.x","ISSN":"1365-294X","issue":"s1","issued":{"date-parts":[["2010"]]},"language":"en","license":"© 2010 Blackwell Publishing Ltd","page":"266-276","source":"Wiley Online Library","title":"Comparative genomics based on massive parallel transcriptome sequencing reveals patterns of substitution and selection across 10 bird species","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-294X.2009.04487.x","volume":"19"},
  {"id":"latta_etal13","abstract":"Understanding how genetic variation is generated and how selection shapes mutation rates over evolutionary time requires knowledge of the factors influencing mutation and its effects on quantitative traits. We explore the impact of two factors, genomic background and generation time, on deleterious mutation in Daphnia pulicaria, a cyclically parthenogenic aquatic microcrustacean, using parallel mutation-accumulation experiments. The deleterious mutational properties of life-history characters for individuals from two different populations, and for individuals maintained at two different generation times, were quantified and compared. Mutational properties varied between populations, especially for clutch size, suggesting that genomic background influences mutational properties for some characters. Generation time was found to have a greater effect on mutational properties, with higher per-generation deleterious mutation rates in lines with longer generation times. These results suggest that differences in genetic architecture among populations and species may be explained in part by demographic features that significantly influence generation time and therefore the rate of mutation.","accessed":{"date-parts":[["2025",7,29]]},"author":[{"family":"Latta","given":"Leigh C."},{"family":"Morgan","given":"Kendall K."},{"family":"Weaver","given":"Casse S."},{"family":"Allen","given":"Desiree"},{"family":"Schaack","given":"Sarah"},{"family":"Lynch","given":"Michael"}],"citation-key":"latta_etal13","container-title":"Genetics","container-title-short":"Genetics","DOI":"10.1534/genetics.112.146571","ISSN":"0016-6731","issue":"2","issued":{"date-parts":[["2013",2]]},"page":"539-544","PMCID":"PMC3567742","PMID":"23183667","source":"PubMed Central","title":"Genomic background and generation time influence deleterious mutation rates in Daphnia","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3567742/","volume":"193"},
  {"id":"lewin_eyre-walker25","abstract":"Rates of molecular evolution are known to vary across species, often deviating from the classical expectation of a strict molecular clock. In many cases, the rate of molecular evolution has been found to correlate to generation time, an effect that could be explained if species with shorter generation times have higher mutation rates per year. We investigate this hypothesis using direct estimates of the mutation rate for 133 eukaryotic species from diverse taxonomic groups. Using a phylogenetic comparative approach, we find a strong negative correlation between mutation rate per year and generation time, consistent across all phylogenetic groups. Our results provide a simple explanation for why generation time plays a pivotal role in driving rates of molecular evolution across eukaryotes.","accessed":{"date-parts":[["2025",7,29]]},"author":[{"family":"Lewin","given":"Loveday"},{"family":"Eyre-Walker","given":"Adam"}],"citation-key":"lewin_eyre-walker25","container-title":"Molecular Biology and Evolution","container-title-short":"Molecular Biology and Evolution","DOI":"10.1093/molbev/msaf069","ISSN":"1537-1719","issue":"4","issued":{"date-parts":[["2025",4,1]]},"page":"msaf069","source":"Silverchair","title":"Estimates of the mutation rate per year can explain why the molecular clock depends on generation time","type":"article-journal","URL":"https://doi.org/10.1093/molbev/msaf069","volume":"42"},
  {"id":"Li2009a","abstract":"SUMMARY The Sequence Alignment/Map (SAM) format is a generic alignment format for storing read alignments against reference sequences, supporting short and long reads (up to 128 Mbp) produced by different sequencing platforms. It is flexible in style, compact in size, efficient in random access and is the format in which alignments from the 1000 Genomes Project are released. SAMtools implements various utilities for post-processing alignments in the SAM format, such as indexing, variant caller and alignment viewer, and thus provides universal tools for processing read alignments. AVAILABILITY http://samtools.sourceforge.net.","accessed":{"date-parts":[["2018",6,15]]},"author":[{"family":"Li","given":"Heng"},{"family":"Handsaker","given":"Bob"},{"family":"Wysoker","given":"Alec"},{"family":"Fennell","given":"Tim"},{"family":"Ruan","given":"Jue"},{"family":"Homer","given":"Nils"},{"family":"Marth","given":"Gabor"},{"family":"Abecasis","given":"Goncalo"},{"family":"Durbin","given":"Richard"},{"family":"1000 Genome Project Data Processing Subgroup","given":"1000 Genome Project Data Processing"}],"citation-key":"Li2009a","container-title":"Bioinformatics","DOI":"10.1093/bioinformatics/btp352","issue":"16","issued":{"date-parts":[["2009",8,15]]},"PMID":"19505943","publisher":"Oxford University Press","title":"The Sequence Alignment/Map format and SAMtools.","type":"article-journal","URL":"http://www.ncbi.nlm.nih.gov/pubmed/19505943","volume":"25"},
  {"id":"Li2013a","abstract":"BWA-MEM is a new alignment algorithm for aligning sequence reads or assembly contigs against a large reference genome such as human. It automatically chooses between local and end-to-end alignments, supports paired-end reads and performs chimeric alignment. The algorithm is robust to sequencing errors and applicable to a wide range of sequence lengths from 70bp to a few megabases. For mapping 100bp sequences, BWA-MEM shows better performance than several state-of-art read aligners to date. Availability and implementation: BWA-MEM is implemented as a component of BWA, which is available at","accessed":{"date-parts":[["2019",7,30]]},"author":[{"family":"Li","given":"Heng"}],"citation-key":"Li2013a","issued":{"date-parts":[["2013"]]},"title":"Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM","type":"report","URL":"http://github.com/lh3/bwa."},
  {"id":"lieberman-aiden_etal09","abstract":"We describe Hi-C, a method that probes the three-dimensional architecture of whole genomes by coupling proximity-based ligation with massively parallel sequencing. We constructed spatial proximity maps of the human genome with Hi-C at a resolution of 1 megabase. These maps confirm the presence of chromosome territories and the spatial proximity of small, gene-rich chromosomes. We identified an additional level of genome organization that is characterized by the spatial segregation of open and closed chromatin to form two genome-wide compartments. At the megabase scale, the chromatin conformation is consistent with a fractal globule, a knot-free, polymer conformation that enables maximally dense packing while preserving the ability to easily fold and unfold any genomic locus. The fractal globule is distinct from the more commonly used globular equilibrium model. Our results demonstrate the power of Hi-C to map the dynamic conformations of whole genomes.","author":[{"family":"Lieberman-Aiden","given":"Erez"},{"family":"Berkum","given":"Nynke L.","non-dropping-particle":"van"},{"family":"Williams","given":"Louise"},{"family":"Imakaev","given":"Maxim"},{"family":"Ragoczy","given":"Tobias"},{"family":"Telling","given":"Agnes"},{"family":"Amit","given":"Ido"},{"family":"Lajoie","given":"Bryan R."},{"family":"Sabo","given":"Peter J."},{"family":"Dorschner","given":"Michael O."},{"family":"Sandstrom","given":"Richard"},{"family":"Bernstein","given":"Bradley"},{"family":"Bender","given":"M. A."},{"family":"Groudine","given":"Mark"},{"family":"Gnirke","given":"Andreas"},{"family":"Stamatoyannopoulos","given":"John"},{"family":"Mirny","given":"Leonid A."},{"family":"Lander","given":"Eric S."},{"family":"Dekker","given":"Job"}],"citation-key":"lieberman-aiden_etal09","container-title":"Science (New York, N.Y.)","container-title-short":"Science","DOI":"10.1126/science.1181369","ISSN":"1095-9203","issue":"5950","issued":{"date-parts":[["2009",10,9]]},"language":"eng","page":"289-293","PMCID":"PMC2858594","PMID":"19815776","source":"PubMed","title":"Comprehensive mapping of long-range interactions reveals folding principles of the human genome","type":"article-journal","volume":"326"},
  {"id":"lloyd_slater21","abstract":"Phylogenetic trees provide a powerful framework for testing macroevolutionary hypotheses, but it is becoming increasingly apparent that inferences derived from extant species alone can be highly misleading. Trees incorporating living and extinct taxa are needed to address fundamental questions about the origins of diversity and disparity but it has proved challenging to generate robust, species-rich phylogenies that include large numbers of fossil taxa. As a result, most studies of diversification dynamics continue to rely on molecular phylogenies. Here, we extend and apply a recently developed meta-analytic approach for synthesizing previously published phylogenetic studies to infer a well-resolved set of species level, time-scaled phylogenetic hypotheses for extinct and extant cetaceans (whales, dolphins, and allies). Our trees extend sampling from the $\\sim 90$ extant species to over 500 living and extinct species, and therefore allow for more robust inference of macroevolutionary dynamics. While the diversification scenarios, we recover are broadly concordant with those inferred from molecular phylogenies they differ in critical ways, notably in the relative contributions of extinction and speciation rate shifts in driving rapid radiations. The metatree approach provides the most immediate route for generating higher level phylogenies of extinct taxa and opens the door to re-evaluation of macroevolutionary hypotheses derived only from extant taxa.[Extinction; macroevolution; matrix representation with parsimony; morphology; supertree.]","accessed":{"date-parts":[["2024",2,13]]},"author":[{"family":"Lloyd","given":"Graeme T"},{"family":"Slater","given":"Graham J"}],"citation-key":"lloyd_slater21","container-title":"Systematic Biology","container-title-short":"Systematic Biology","DOI":"10.1093/sysbio/syab002","ISSN":"1063-5157","issue":"5","issued":{"date-parts":[["2021",9,1]]},"page":"922-939","source":"Silverchair","title":"A total-group phylogenetic metatree for Cetacea and the importance of fossil data in diversification analyses","type":"article-journal","URL":"https://doi.org/10.1093/sysbio/syab002","volume":"70"},
  {"id":"martin_palumbi93","abstract":"There is increasing evidence for variation in rates of nucleotide substitution among divergent taxonomic groups. Here, we summarize published rate data and show a strong relationship between substitution rate and body size. For instance, rates of nuclear and mtDNA evolution are slow in whales, intermediate in primates, and fast in rodents. A similar relationship exists for poikilothermic vertebrates. However, these taxa have slower mtDNA substitution rates overall than do homeotherms of similar size. A number of physiological and life history variables are highly correlated with body size. Of these, generation time and metabolic rate explain some patterns of rate heterogeneity equally well. In many cases, however, differences in metabolic rate explain important exceptions to the generation time model. Correlation between metabolic rate and nucleotide substitution may be mediated by (i) the mutagenic effects of oxygen radicals that are abundant by-products of aerobic respiration, and (ii) increased rates of DNA synthesis and nucleotide replacement in organisms with higher metabolic rates. Both of these factors increase mutation rate by decreasing the \"nucleotide generation time,\" the average length of time before a nucleotide is copied either through replication or repair. Reconsideration of the generation time hypothesis to include physiological effects such as metabolic rate improves the theoretical underpinnings of molecular evolution.","accessed":{"date-parts":[["2025",7,29]]},"author":[{"family":"Martin","given":"A P"},{"family":"Palumbi","given":"S R"}],"citation-key":"martin_palumbi93","container-title":"Proceedings of the National Academy of Sciences of the United States of America","container-title-short":"Proc Natl Acad Sci U S A","DOI":"10.1073/pnas.90.9.4087","ISSN":"0027-8424","issue":"9","issued":{"date-parts":[["1993",5,1]]},"page":"4087-4091","PMCID":"PMC46451","PMID":"8483925","source":"PubMed Central","title":"Body size, metabolic rate, generation time, and the molecular clock.","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC46451/","volume":"90"},
  {"id":"mcgowen_etal20","abstract":"The evolution of cetaceans, from their early transition to an aquatic lifestyle to their subsequent diversification, has been the subject of numerous studies. However, although the higher-level relationships among cetacean families have been largely settled, several aspects of the systematics within these groups remain unresolved. Problematic clades include the oceanic dolphins (37 spp.), which have experienced a recent rapid radiation, and the beaked whales (22 spp.), which have not been investigated in detail using nuclear loci. The combined application of high-throughput sequencing with techniques that target specific genomic sequences provide a powerful means of rapidly generating large volumes of orthologous sequence data for use in phylogenomic studies. To elucidate the phylogenetic relationships within the Cetacea, we combined sequence capture with Illumina sequencing to generate data for $\\sim $3200 protein-coding genes for 68 cetacean species and their close relatives including the pygmy hippopotamus. By combining data from $&gt;$38,000 exons with existing sequences from 11 cetaceans and seven outgroup taxa, we produced the first comprehensive comparative genomic data set for cetaceans, spanning 6,527,596 aligned base pairs (bp) and 89 taxa. Phylogenetic trees reconstructed with maximum likelihood and Bayesian inference of concatenated loci, as well as with coalescence analyses of individual gene trees, produced mostly concordant and well-supported trees. Our results completely resolve the relationships among beaked whales as well as the contentious relationships among oceanic dolphins, especially the problematic subfamily Delphinidae. We carried out Bayesian estimation of species divergence times using MCMCTree and compared our complete data set to a subset of clocklike genes. Analyses using the complete data set consistently showed less variance in divergence times than the reduced data set. In addition, integration of new fossils (e.g., Mystacodon selenensis) indicates that the diversification of Crown Cetacea began before the Late Eocene and the divergence of Crown Delphinidae as early as the Middle Miocene. [Cetaceans; phylogenomics; Delphinidae; Ziphiidae; dolphins; whales.]","accessed":{"date-parts":[["2024",2,21]]},"author":[{"family":"McGowen","given":"Michael R"},{"family":"Tsagkogeorga","given":"Georgia"},{"family":"Álvarez-Carretero","given":"Sandra"},{"family":"Reis","given":"Mario","non-dropping-particle":"dos"},{"family":"Struebig","given":"Monika"},{"family":"Deaville","given":"Robert"},{"family":"Jepson","given":"Paul D"},{"family":"Jarman","given":"Simon"},{"family":"Polanowski","given":"Andrea"},{"family":"Morin","given":"Phillip A"},{"family":"Rossiter","given":"Stephen J"}],"citation-key":"mcgowen_etal20","container-title":"Systematic Biology","container-title-short":"Systematic Biology","DOI":"10.1093/sysbio/syz068","ISSN":"1063-5157","issue":"3","issued":{"date-parts":[["2020",5,1]]},"page":"479-501","source":"Silverchair","title":"Phylogenomic resolution of the cetacean tree of life using target sequence capture","type":"article-journal","URL":"https://doi.org/10.1093/sysbio/syz068","volume":"69"},
  {"id":"morin_etal20","accessed":{"date-parts":[["2022",4,25]]},"author":[{"family":"Morin","given":"Phillip A."},{"family":"Alexander","given":"Alana"},{"family":"Blaxter","given":"Mark"},{"family":"Caballero","given":"Susana"},{"family":"Fedrigo","given":"Olivier"},{"family":"Fontaine","given":"Michael C."},{"family":"Foote","given":"Andrew D."},{"family":"Kuraku","given":"Shigehiro"},{"family":"Maloney","given":"Brigid"},{"family":"McCarthy","given":"Morgan L."},{"family":"McGowen","given":"Michael R."},{"family":"Mountcastle","given":"Jacquelyn"},{"family":"Nery","given":"Mariana F."},{"family":"Olsen","given":"Morten Tange"},{"family":"Rosel","given":"Patricia E."},{"family":"Jarvis","given":"Erich D."}],"citation-key":"morin_etal20","container-title":"Marine Mammal Science","DOI":"10.1111/mms.12721","ISSN":"1748-7692","issue":"4","issued":{"date-parts":[["2020"]]},"language":"en","page":"1356-1366","source":"Wiley Online Library","title":"Building genomic infrastructure: Sequencing platinum-standard reference-quality genomes of all cetacean species","title-short":"Building genomic infrastructure","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mms.12721","volume":"36"},
  {"id":"morin_etal25","abstract":"Reference genomes from representative species across families provide the critical infrastructure for research and conservation. The Cetacean Genomes Project (CGP) began in early 2020 to facilitate the generation of near error-free, chromosome-resolved reference genomes for all cetacean species. Towards that goal, and using the methods, goals and genome assembly quality standards of the Vertebrate Genomes Project (VGP), we generated 13 new reference genomes across eight of the 14 cetacean families. Additionally, we summarize the genome assembly characteristics for 18 species, including these newly-generated and five published genome assemblies that meet the completeness and quality standards. We infer ancestral linkage groups (ALG) for cetaceans, showing that the ancestral karyotype of 22 ALGs is largely conserved in extant species, except for Ziphiidae, and for Balaenidae and Kogiidae, which exhibit similar independent fusions. Gene annotation, characterization of historical demography, heterozygosity and runs of homozygosity (ROH) reveal important information for conservation applications. By comparing the new reference genomes to previous draft assemblies, we show that the reference genomes have enhanced characteristics that will support and promote scientific research. Specifically, the genomes improve resolution and characterization of repetitive elements, provide validation (or exclusion) of genes linked to complex traits, and allow more complete characterization of gene regions such as the highly complex Major Histocompatibility Complex (MHC) Class I and II gene clusters that are important for population health.","accessed":{"date-parts":[["2025",7,7]]},"author":[{"family":"Morin","given":"Phillip A."},{"family":"Bein","given":"Bernhard"},{"family":"Bortoluzzi","given":"Chiara"},{"family":"Bukhman","given":"Yury V."},{"family":"Hains","given":"Taylor"},{"family":"Heimeier","given":"Dorothea"},{"family":"Uliano-Silva","given":"Marcela"},{"family":"Absolon","given":"Dominic E."},{"family":"Abueg","given":"Linelle"},{"family":"Antosiewicz-Bourget","given":"Jessica"},{"family":"Balacco","given":"Jennifer R."},{"family":"Bonde","given":"Robert K."},{"family":"Brajuka","given":"Nadolina"},{"family":"Brownlow","given":"Andrew C."},{"family":"Carroll","given":"Emma L."},{"family":"Carter","given":"Molly"},{"family":"Collins","given":"Joanna"},{"family":"Davison","given":"Nicholas J."},{"family":"Denton","given":"Amy"},{"family":"Fedrigo","given":"Olivier"},{"family":"Foote","given":"Andrew D."},{"family":"Formenti","given":"Giulio"},{"family":"Gallo","given":"Guido R."},{"family":"Greve","given":"Carola"},{"family":"Houck","given":"Marlys L."},{"family":"Howard","given":"Caroline"},{"family":"Jacobsen","given":"Jeff K."},{"family":"Jain","given":"Nivesh"},{"family":"Krasheninnikova","given":"Ksenia"},{"family":"Maloney","given":"Brigid M."},{"family":"Manley","given":"Bethan F."},{"family":"Mathers","given":"Thomas C."},{"family":"Mccarthy","given":"Shane A."},{"family":"Mcgowen","given":"Michael R."},{"family":"Meyer","given":"Susanne"},{"family":"Mountcastle","given":"Jacquelyn"},{"family":"Neely","given":"Benjamin A."},{"family":"O’toole","given":"Brian"},{"family":"Pelan","given":"Sarah"},{"family":"Rosel","given":"Patricia E."},{"family":"Rowles","given":"Teri K."},{"family":"Ryder","given":"Oliver A."},{"family":"Schell","given":"Tilman"},{"family":"Sims","given":"Ying"},{"family":"St Leger","given":"Judy"},{"family":"Stewart","given":"Ron"},{"family":"Ternes","given":"Kerstin"},{"family":"Tilley","given":"Tatiana"},{"family":"Whelan","given":"Conor"},{"family":"Wood","given":"Jonathan M. D."},{"family":"Hiller","given":"Michael"},{"family":"Blaxter","given":"Mark"},{"family":"Jarvis","given":"Erich D."}],"citation-key":"morin_etal25","container-title":"Frontiers in Marine Science","container-title-short":"Front. Mar. Sci.","DOI":"10.3389/fmars.2025.1562045","ISSN":"2296-7745","issued":{"date-parts":[["2025",7,3]]},"language":"English","publisher":"Frontiers","source":"Frontiers","title":"Genomic infrastructure for cetacean research and conservation: reference genomes for eight families spanning the cetacean tree of life","title-short":"Genomic infrastructure for cetacean research and conservation","type":"article-journal","URL":"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2025.1562045/full","volume":"12"},
  {"id":"nabholz_etal08","abstract":"Mitochondrial DNA (mtDNA) is the most popular marker of molecular diversity in animals, primarily because of its elevated mutation rate. After &gt;20 years of intensive usage, the extent of mitochondrial evolutionary rate variations across species, their practical consequences on sequence analysis methods, and the ultimate reasons for mtDNA hypermutability are still largely unresolved issues. Using an extensive cytochrome b data set, fossil data, and taking advantage of the decoupled dynamics of synonymous and nonsynonymous substitutions, we measure the lineage-specific mitochondrial mutation rate across 1,696 mammalian species and compare it with the nuclear rate. We report an unexpected 2 orders of magnitude mitochondrial mutation rate variation between lineages: cytochrome b third codon positions are renewed every 1–2 Myr, in average, in the fastest evolving mammals, whereas it takes &gt;100 Myr in slow-evolving lineages. This result has obvious implications in the fields of molecular phylogeny, molecular dating, and population genetics. Variations of mitochondrial substitution rate across species are partly explained by body mass, longevity, and age of female sexual maturity. The classical metabolic rate and generation time hypothesis, however, do not fully explain the observed patterns, especially a stronger effect of longevity in long-lived than in short-lived species. We propose that natural selection tends to decrease the mitochondrial mutation rate in long-lived species, in agreement with the mitochondrial theory of aging.","accessed":{"date-parts":[["2023",6,16]]},"author":[{"family":"Nabholz","given":"Benoit"},{"family":"Glémin","given":"Sylvain"},{"family":"Galtier","given":"Nicolas"}],"citation-key":"nabholz_etal08","container-title":"Molecular Biology and Evolution","container-title-short":"Molecular Biology and Evolution","DOI":"10.1093/molbev/msm248","ISSN":"0737-4038","issue":"1","issued":{"date-parts":[["2008",1,1]]},"page":"120-130","source":"Silverchair","title":"Strong variations of mitochondrial mutation rate across mammals—the longevity hypothesis","type":"article-journal","URL":"https://doi.org/10.1093/molbev/msm248","volume":"25"},
  {"id":"Nabholz2008","abstract":"Mitochondrial DNA (mtDNA) is the most popular marker of molecular diversity in animals, primarily because of its elevated mutation rate. After >20 years of intensive usage, the extent of mitochondrial evolutionary rate variations across species, their practical consequences on sequence analysis methods, and the ultimate reasons for mtDNA hypermutability are still largely unresolved issues. Using an extensive cytochrome b data set, fossil data, and taking advantage of the decoupled dynamics of synonymous and nonsynonymous substitutions, we measure the lineage-specific mitochondrial mutation rate across 1,696 mammalian species and compare it with the nuclear rate. We report an unexpected 2 orders of magnitude mitochondrial mutation rate variation between lineages: cytochrome b third codon positions are renewed every 1-2 Myr, in average, in the fastest evolving mammals, whereas it takes >100 Myr in slow-evolving lineages. This result has obvious implications in the fields of molecular phylogeny, molecular dating, and population genetics. Variations of mitochondrial substitution rate across species are partly explained by body mass, longevity, and age of female sexual maturity. The classical metabolic rate and generation time hypothesis, however, do not fully explain the observed patterns, especially a stronger effect of longevity in long-lived than in short-lived species. We propose that natural selection tends to decrease the mitochondrial mutation rate in long-lived species, in agreement with the mitochondrial theory of aging.","author":[{"family":"Nabholz","given":"Benoit"},{"family":"Glémin","given":"Sylvain"},{"family":"Galtier","given":"Nicolas"},{"family":"Glemin","given":"S"},{"family":"Galtier","given":"Nicolas"}],"citation-key":"Nabholz2008","container-title":"Molecular Biology and Evolution","DOI":"DOI 10.1093/molbev/msm248","ISBN":"0737-4038","ISSN":"07374038","issue":"1","issued":{"date-parts":[["2008"]]},"language":"English","page":"120-130","PMID":"17998254","title":"Strong variations of mitochondrial mutation rate across mammals - the longevity hypothesis","type":"article-journal","volume":"25"},
  {"id":"Nabholz2009a","abstract":"During the last ten years, major advances have been made in characterizing and understanding the evolution of mitochondrial DNA, the most popular marker of molecular biodiversity. Several important results were recently reported using mammals as model organisms, including (i) the absence of relationship between mitochondrial DNA diversity and life-history or ecological variables, (ii) the absence of prominent adaptive selection, contrary to what was found in invertebrates, and (iii) the unexpectedly large variation in neutral substitution rate among lineages, revealing a possible link with species maximal longevity. We propose to challenge these results thanks to the bird/mammal comparison. Direct estimates of population size are available in birds, and this group presents striking life-history trait differences with mammals (higher mass-specific metabolic rate and longevity). These properties make birds the ideal model to directly test for population size effects, and to discriminate between competing hypotheses about the causes of substitution rate variation.RESULTS:A phylogenetic analysis of cytochrome b third-codon position confirms that the mitochondrial DNA mutation rate is quite variable in birds, passerines being the fastest evolving order. On average, mitochondrial DNA evolves slower in birds than in mammals of similar body size. This result is in agreement with the longevity hypothesis, and contradicts the hypothesis of a metabolic rate-dependent mutation rate. Birds show no footprint of adaptive selection on cytochrome b evolutionary patterns, but no link between direct estimates of population size and cytochrome b diversity. The mutation rate is the best predictor we have of within-species mitochondrial diversity in birds. It partly explains the differences in mitochondrial DNA diversity patterns observed between mammals and birds, previously interpreted as reflecting Hill-Robertson interferences with the W chromosome.CONCLUSION:Mitochondrial DNA diversity patterns in birds are strongly influenced by the wide, unexpected variation of mutation rate across species. From a fundamental point of view, these results are strongly consistent with a relationship between species maximal longevity and mitochondrial mutation rate, in agreement with the mitochondrial theory of ageing. Form an applied point of view, this study reinforces and extends the message of caution previously expressed for mammals: mitochondrial data tell nothing about species population sizes, and strongly depart the molecular clock assumption.","author":[{"family":"Nabholz","given":"Benoit"},{"family":"Glémin","given":"Sylvain"},{"family":"Galtier","given":"Nicolas"}],"citation-key":"Nabholz2009a","container-title":"BMC Evolutionary Biology","DOI":"10.1186/1471-2148-9-54","ISBN":"1471-2148","ISSN":"14712148","issue":"1","issued":{"date-parts":[["2009"]]},"page":"1-13","PMID":"19284537","title":"The erratic mitochondrial clock: Variations of mutation rate, not population size, affect mtDNA diversity across birds and mammals","type":"article-journal","volume":"9"},
  {"id":"nachman_crowell00","abstract":"Many previous estimates of the mutation rate in humans have relied on screens of visible mutants. We investigated the rate and pattern of mutations at the nucleotide level by comparing pseudogenes in humans and chimpanzees to (i) provide an estimate of the average mutation rate per nucleotide, (ii) assess heterogeneity of mutation rate at different sites and for different types of mutations, (iii) test the hypothesis that the X chromosome has a lower mutation rate than autosomes, and (iv) estimate the deleterious mutation rate. Eighteen processed pseudogenes were sequenced, including 12 on autosomes and 6 on the X chromosome. The average mutation rate was estimated to be ~2.5 × 10−8 mutations per nucleotide site or 175 mutations per diploid genome per generation. Rates of mutation for both transitions and transversions at CpG dinucleotides are one order of magnitude higher than mutation rates at other sites. Single nucleotide substitutions are 10 times more frequent than length mutations. Comparison of rates of evolution for X-linked and autosomal pseudogenes suggests that the male mutation rate is 4 times the female mutation rate, but provides no evidence for a reduction in mutation rate that is specific to the X chromosome. Using conservative calculations of the proportion of the genome subject to purifying selection, we estimate that the genomic deleterious mutation rate (U) is at least 3. This high rate is difficult to reconcile with multiplicative fitness effects of individual mutations and suggests that synergistic epistasis among harmful mutations may be common.","accessed":{"date-parts":[["2024",10,30]]},"author":[{"family":"Nachman","given":"Michael W"},{"family":"Crowell","given":"Susan L"}],"citation-key":"nachman_crowell00","container-title":"Genetics","container-title-short":"Genetics","DOI":"10.1093/genetics/156.1.297","ISSN":"1943-2631","issue":"1","issued":{"date-parts":[["2000",9,1]]},"page":"297-304","source":"Silverchair","title":"Estimate of the mutation rate per nucleotide in humans","type":"article-journal","URL":"https://doi.org/10.1093/genetics/156.1.297","volume":"156"},
  {"id":"narasimhan_etal16","abstract":"Summary: Runs of homozygosity (RoHs) are genomic stretches of a diploid genome that show identical alleles on both chromosomes. Longer RoHs are unlikely to have arisen by chance but are likely to denote autozygosity, whereby both copies of the genome descend from the same recent ancestor. Early tools to detect RoH used genotype array data, but substantially more information is available from sequencing data. Here, we present and evaluate BCFtools/RoH, an extension to the BCFtools software package, that detects regions of autozygosity in sequencing data, in particular exome data, using a hidden Markov model. By applying it to simulated data and real data from the 1000 Genomes Project we estimate its accuracy and show that it has higher sensitivity and specificity than existing methods under a range of sequencing error rates and levels of autozygosity. Availability and implementation: BCFtools/RoH and its associated binary/source files are freely available from https://github.com/samtools/BCFtools. Supplementary information: Supplementary data are available at Bioinformatics online.","accessed":{"date-parts":[["2022",12,14]]},"author":[{"family":"Narasimhan","given":"Vagheesh"},{"family":"Danecek","given":"Petr"},{"family":"Scally","given":"Aylwyn"},{"family":"Xue","given":"Yali"},{"family":"Tyler-Smith","given":"Chris"},{"family":"Durbin","given":"Richard"}],"citation-key":"narasimhan_etal16","container-title":"Bioinformatics","DOI":"10.1093/BIOINFORMATICS/BTW044","ISSN":"1367-4803","issue":"11","issued":{"date-parts":[["2016",6,1]]},"page":"1749-1751","PMID":"26826718","publisher":"Oxford Academic","title":"BCFtools/RoH: a hidden Markov model approach for detecting autozygosity from next-generation sequencing data","type":"article-journal","URL":"https://academic.oup.com/bioinformatics/article/32/11/1749/1742869","volume":"32"},
  {"id":"pereira_baker06","abstract":"Current understanding of the diversification of birds is hindered by their incomplete fossil record and uncertainty in phylogenetic relationships and phylogenetic rates of molecular evolution. Here we performed the first comprehensive analysis of mitogenomic data of 48 vertebrates, including 35 birds, to derive a Bayesian timescale for avian evolution and to estimate rates of DNA evolution. Our approach used multiple fossil time constraints scattered throughout the phylogenetic tree and accounts for uncertainties in time constraints, branch lengths, and heterogeneity of rates of DNA evolution. We estimated that the major vertebrate lineages originated in the Permian; the 95% credible intervals of our estimated ages of the origin of archosaurs (258 MYA), the amniote-amphibian split (356 MYA), and the archosaur-lizard divergence (278 MYA) bracket estimates from the fossil record. The origin of modern orders of birds was estimated to have occurred throughout the Cretaceous beginning about 139 MYA, arguing against a cataclysmic extinction of lineages at the Cretaceous/Tertiary boundary. We identified fossils that are useful as time constraints within vertebrates. Our timescale reveals that rates of molecular evolution vary across genes and among taxa through time, thereby refuting the widely used mitogenomic or cytochrome b molecular clock in birds. Moreover, the 5-Myr divergence time assumed between 2 genera of geese (Branta and Anser) to originally calibrate the standard mitochondrial clock rate of 0.01 substitutions per site per lineage per Myr (s/s/l/Myr) in birds was shown to be underestimated by about 9.5 Myr. Phylogenetic rates in birds vary between 0.0009 and 0.012 s/s/l/Myr, indicating that many phylogenetic splits among avian taxa also have been underestimated and need to be revised. We found no support for the hypothesis that the molecular clock in birds \"ticks\" according to a constant rate of substitution per unit of mass-specific metabolic energy rather than per unit of time, as recently suggested. Our analysis advances knowledge of rates of DNA evolution across birds and other vertebrates and will, therefore, aid comparative biology studies that seek to infer the origin and timing of major adaptive shifts in vertebrates.","author":[{"family":"Pereira","given":"Sergio L."},{"family":"Baker","given":"Allan J."}],"citation-key":"pereira_baker06","container-title":"Molecular Biology and Evolution","container-title-short":"Mol Biol Evol","DOI":"10.1093/molbev/msl038","ISSN":"0737-4038","issue":"9","issued":{"date-parts":[["2006",9]]},"language":"eng","page":"1731-1740","PMID":"16774978","source":"PubMed","title":"A mitogenomic timescale for birds detects variable phylogenetic rates of molecular evolution and refutes the standard molecular clock","type":"article-journal","volume":"23"},
  {"id":"Quinlan2010","abstract":"Motivation: Testing for correlations between different sets of genomic features is a fundamental task in genomics research. However, searching for overlaps between features with existing webbased methods is complicated by the massive datasets that are routinely produced with current sequencing technologies. Fast and flexible tools are therefore required to ask complex questions of these data in an efficient manner. Results: This article introduces a new software suite for the comparison, manipulation and annotation of genomic features in Browser Extensible Data (BED) and General Feature Format (GFF) format. BEDTools also supports the comparison of sequence alignments in BAM format to both BED and GFF features. The tools are extremely efficient and allow the user to compare large datasets (e.g. next-generation sequencing data) with both public and custom genome annotation tracks. BEDTools can be combined with one another as well as with standard UNIX commands, thus facilitating routine genomics tasks as well as pipelines that can quickly answer intricate questions of large genomic datasets. Availability and implementation: BEDTools was written in C++. Source code and a comprehensive user manual are freely available at http://code.google.com/p/bedtools. Contact: aaronquinlan@gmail.com; imh4y@virginia.edu. Supplementary information: Supplementary data are available at Bioinformatics online. © The Author(s) 2010. Published by Oxford University Press.","author":[{"family":"Quinlan","given":"Aaron R"},{"family":"Hall","given":"Ira M"}],"citation-key":"Quinlan2010","container-title":"Bioinformatics","DOI":"10.1093/bioinformatics/btq033","ISSN":"13674803","issue":"6","issued":{"date-parts":[["2010"]]},"page":"841-842","PMID":"20110278","title":"BEDTools: A flexible suite of utilities for comparing genomic features","type":"article-journal","URL":"http://code.google.com/p/bedtools","volume":"26"},
  {"id":"RCoreTeam2016","author":[{"literal":"R Core Team"}],"citation-key":"RCoreTeam2016","event-place":"Vienna, Austria","issued":{"date-parts":[["2016"]]},"publisher":"R Foundation for Statistical Computing","publisher-place":"Vienna, Austria","title":"R: a language and environment for statistical computing","type":"document","URL":"https://www.r-project.org/"},
  {"id":"revell24","abstract":"Phylogenetic comparative methods comprise the general endeavor of using an estimated phylogenetic tree (or set of trees) to make secondary inferences: about trait evolution, diversification dynamics, biogeography, community ecology, and a wide range of other phenomena or processes. Over the past ten years or so, the phytools R package has grown to become an important research tool for phylogenetic comparative analysis. phytools is a diverse contributed R library now consisting of hundreds of different functions covering a variety of methods and purposes in phylogenetic biology. As of the time of writing, phytools included functionality for fitting models of trait evolution, for reconstructing ancestral states, for studying diversification on trees, and for visualizing phylogenies, comparative data, and fitted models, as well numerous other tasks related to phylogenetic biology. Here, I describe some significant features of and recent updates to phytools, while also illustrating several popular workflows of the phytools computational software.","accessed":{"date-parts":[["2025",9,3]]},"author":[{"family":"Revell","given":"Liam J."}],"citation-key":"revell24","container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.16505","ISSN":"2167-8359","issued":{"date-parts":[["2024",1,5]]},"language":"en","page":"e16505","publisher":"PeerJ Inc.","source":"peerj.com","title":"phytools 2.0: an updated R ecosystem for phylogenetic comparative methods (and other things)","title-short":"phytools 2.0","type":"article-journal","URL":"https://peerj.com/articles/16505","volume":"12"},
  {"id":"royston82","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Royston","given":"J. P."}],"citation-key":"royston82","container-title":"Journal of the Royal Statistical Society. Series C (Applied Statistics)","DOI":"10.2307/2347986","ISSN":"0035-9254","issue":"2","issued":{"date-parts":[["1982"]]},"page":"176-180","publisher":"[Wiley, Royal Statistical Society]","source":"JSTOR","title":"Algorithm AS 181: The W test for normality","title-short":"Algorithm AS 181","type":"article-journal","URL":"https://www.jstor.org/stable/2347986","volume":"31"},
  {"id":"royston82a","abstract":"Shapiro and Wilk's (1965) W statistic arguably provides the best omnibus test of normality, but is currently limited to sample sizes between 3 and 50. W is extended up to n = 2000 and an approximate normalizing transformation suitable for computer implementation is given. A novel application of W in transforming data to normality is suggested, using the three-parameter lognormal as an example.","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Royston","given":"J. P."}],"citation-key":"royston82a","container-title":"Journal of the Royal Statistical Society. Series C (Applied Statistics)","DOI":"10.2307/2347973","ISSN":"0035-9254","issue":"2","issued":{"date-parts":[["1982"]]},"page":"115-124","publisher":"[Wiley, Royal Statistical Society]","source":"JSTOR","title":"An extension of Shapiro and Wilk's Wtest for normality to large samples","type":"article-journal","URL":"https://www.jstor.org/stable/2347973","volume":"31"},
  {"id":"skovrind_etal24","abstract":"Beluga whales play a critical role in the subsistence economies and cultural heritage of Indigenous communities across the Arctic, yet the effects of Indigenous hunting on beluga whales remain unknown. Here, we integrate paleogenomics, genetic simulations, and stable δ13C and δ15N isotope analysis to investigate 700 y of beluga subsistence hunting in the Mackenzie Delta area of northwestern Canada. Genetic identification of the zooarchaeological remains, which is based on radiocarbon dating, span three time periods (1290 to 1440 CE; 1450 to 1650 CE; 1800 to 1870 CE), indicates shifts across time in the sex ratio of the harvested belugas. The equal number of females and males harvested in 1450 to 1650 CE versus more males harvested in the two other time periods may reflect changes in hunting practices or temporal shifts in beluga availability. We find temporal shifts and sex-based differences in δ13C of the harvested belugas across time, suggesting historical adaptability in the foraging ecology of the whales. We uncovered distinct mitochondrial diversity unique to the Mackenzie Delta belugas, but found no changes in nuclear genomic diversity nor any substructuring across time. Our findings indicate the genomic stability and continuity of the Mackenzie Delta beluga population across the 700 y surveyed, indicating the impact of Inuvialuit subsistence harvests on the genetic diversity of contemporary beluga individuals has been negligible.","accessed":{"date-parts":[["2024",12,20]]},"author":[{"family":"Skovrind","given":"Mikkel"},{"family":"Louis","given":"Marie"},{"family":"Ferguson","given":"Steven H."},{"family":"Glazov","given":"Dmitry M."},{"family":"Litovka","given":"Dennis I."},{"family":"Loseto","given":"Lisa"},{"family":"Meschersky","given":"Ilya G."},{"family":"Miller","given":"Mariah M."},{"family":"Petr","given":"Martin"},{"family":"Postma","given":"Lianne"},{"family":"Rozhnov","given":"Viatcheslav V."},{"family":"Scott","given":"Michael"},{"family":"Westbury","given":"Michael V."},{"family":"Szpak","given":"Paul"},{"family":"Friesen","given":"T. Max"},{"family":"Lorenzen","given":"Eline D."}],"citation-key":"skovrind_etal24","container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.2405993121","issue":"34","issued":{"date-parts":[["2024",8,20]]},"page":"e2405993121","publisher":"Proceedings of the National Academy of Sciences","source":"pnas.org (Atypon)","title":"Elucidating the sustainability of 700 y of Inuvialuit beluga whale hunting in the Mackenzie River Delta, Northwest Territories, Canada","type":"article-journal","URL":"https://www.pnas.org/doi/10.1073/pnas.2405993121","volume":"121"},
  {"id":"smith_donoghue08","abstract":"Variable rates of molecular evolution have been documented across the tree of life, but the cause of this observed variation within and among clades remains uncertain. In plants, it has been suggested that life history traits are correlated with the rate of molecular evolution, but previous studies have yielded conflicting results. Exceptionally large phylogenies of five major angiosperm clades demonstrate that rates of molecular evolution are consistently low in trees and shrubs, with relatively long generation times, as compared with related herbaceous plants, which generally have shorter generation times. Herbs show much higher rates of molecular change but also much higher variance in rates. Correlates of life history attributes have long been of interest to biologists, and our results demonstrate how changes in the rate of molecular evolution that are linked to life history traits can affect measurements of the tempo of evolution as well as our ability to identify and conserve biodiversity.","accessed":{"date-parts":[["2025",7,29]]},"author":[{"family":"Smith","given":"Stephen A."},{"family":"Donoghue","given":"Michael J."}],"citation-key":"smith_donoghue08","container-title":"Science","DOI":"10.1126/science.1163197","issue":"5898","issued":{"date-parts":[["2008",10,3]]},"page":"86-89","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Rates of molecular evolution are linked to life history in flowering plants","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.1163197","volume":"322"},
  {"id":"suarez-menendez_etal23","abstract":"Phylogeny-based estimates suggesting a low germline mutation rate (μ) in baleen whales have influenced research ranging from assessments of whaling impacts to evolutionary cancer biology. We estimated μ directly from pedigrees in four baleen whale species for both the mitochondrial control region and nuclear genome. The results suggest values higher than those obtained through phylogeny-based estimates and similar to pedigree-based values for primates and toothed whales. Applying our estimate of μ reduces previous genetic-based estimates of preexploitation whale abundance by 86% and suggests that μ cannot explain low cancer rates in gigantic mammals. Our study shows that it is feasible to estimate μ directly from pedigrees in natural populations, with wide-ranging implications for ecological and evolutionary research.","accessed":{"date-parts":[["2023",9,12]]},"author":[{"family":"Suárez-Menéndez","given":"Marcos"},{"family":"Bérubé","given":"Martine"},{"family":"Furni","given":"Fabrício"},{"family":"Rivera-León","given":"Vania E."},{"family":"Heide-Jørgensen","given":"Mads-Peter"},{"family":"Larsen","given":"Finn"},{"family":"Sears","given":"Richard"},{"family":"Ramp","given":"Christian"},{"family":"Eriksson","given":"Britas Klemens"},{"family":"Etienne","given":"Rampal S."},{"family":"Robbins","given":"Jooke"},{"family":"Palsbøll","given":"Per J."}],"citation-key":"suarez-menendez_etal23","container-title":"Science","DOI":"10.1126/science.adf2160","issue":"6661","issued":{"date-parts":[["2023",9]]},"page":"990-995","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Wild pedigrees inform mutation rates and historic abundance in baleen whales","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.adf2160","volume":"381"},
  {"id":"Taylor2007","abstract":"We estimated generation length and percent mature for 58 cetacean species to assess their status using criteria developed by the IUCN. We first reviewed the literature and types of data available and then developed a set of simple rules to ensure consistent use of the best available data to estimate these parameters. The method we developed estimated percent mature for the current population and the generation length for the pre-disturbance population using a simple 5- parameter demographic model based on age of first reproduction, inter-birth interval, maximum age of reproductive females, calf survival rate, and non-calf survival. When parameter estimates were not available for a species, we used available estimates from congeners. The maximum age of females was estimated based on the relationship between maximum length of females and maximum age of females for all species with data available. Generation length and percent mature were not calculated if data for the first two model parameters were unavailable for any congener (n = 29). Model-based estimates of these parameters were very close to the estimates for 6 species calculated from empirical data.","author":[{"family":"Taylor","given":"Barbara L"},{"family":"Chivers","given":"Susan J"},{"family":"Larese","given":"Jason"},{"family":"Perrin","given":"William F"}],"citation-key":"Taylor2007","container-title":"Administrative Report LJ-07-01 National Marine Fisheries","DOI":"doi:10.1.1.530.4789","ISBN":"LJ-07-01","issued":{"date-parts":[["2007"]]},"page":"24","title":"Generation length and percent mature estimates for IUCN assessments of cetaceans","type":"article-journal"},
  {"id":"thomas_etal10","abstract":"The rate of genome evolution varies significantly between species. Evidence is growing that at least some of this variation is associated with species characteristics, such as body size, diversification rate, or population size. One of the strongest correlates of the rate of molecular evolution in vertebrates is generation time (GT): Species with faster generation turnover tend to have higher rates of molecular evolution, presumably because their genomes are copied more frequently and therefore collect more DNA replication errors per unit time. But the GT effect has never been tested for nonvertebrate animals. Here, we present the first general test of the GT effect in invertebrates, using 15 genes from 143 species spread across the major eumetazoan superphyla (including arthropods, nematodes, molluscs, annelids, platyhelminthes, cnidarians, echinoderms, and urochordates). We find significant evidence that rates of molecular evolution are correlated with GT in invertebrates and that this effect applies consistently across genes and taxonomic groups. Furthermore, the GT effect is evident in nonsynonymous substitutions, whereas theory predicts (and most previous evidence has supported) a relationship only in synonymous changes. We discuss both the practical and theoretical implications of these findings.","accessed":{"date-parts":[["2025",7,29]]},"author":[{"family":"Thomas","given":"Jessica A."},{"family":"Welch","given":"John J."},{"family":"Lanfear","given":"Robert"},{"family":"Bromham","given":"Lindell"}],"citation-key":"thomas_etal10","container-title":"Molecular Biology and Evolution","container-title-short":"Molecular Biology and Evolution","DOI":"10.1093/molbev/msq009","ISSN":"0737-4038","issue":"5","issued":{"date-parts":[["2010",5,1]]},"page":"1173-1180","source":"Silverchair","title":"A generation time effect on the rate of molecular evolution in invertebrates","type":"article-journal","URL":"https://doi.org/10.1093/molbev/msq009","volume":"27"},
  {"id":"zeng_etal19","abstract":"It is known that the effective population size (Ne) and the mutation rate (u) vary across the genome. Here, we show that ignoring this heterogeneity may lead to biased estimates of past demography. To solve the problem, we develop new methods for jointly inferring past changes in population size and detecting variation in Ne and u between loci. These methods rely on either polymorphism data alone or both polymorphism and divergence data. In addition to inferring demography, we can use the methods to study a variety of questions: 1) comparing sex chromosomes with autosomes (for finding evidence for male-driven evolution, an unequal sex ratio, or sex-biased demographic changes) and 2) analyzing multilocus data from within autosomes or sex chromosomes (for studying determinants of variability in Ne and u). Simulations suggest that the methods can provide accurate parameter estimates and have substantial statistical power for detecting difference in Ne and u. As an example, we use the methods to analyze a polymorphism data set from Drosophila simulans. We find clear evidence for rapid population expansion. The results also indicate that the autosomes have a higher mutation rate than the X chromosome and that the sex ratio is probably female-biased. The new methods have been implemented in a user-friendly package.","accessed":{"date-parts":[["2025",7,28]]},"author":[{"family":"Zeng","given":"Kai"},{"family":"Jackson","given":"Benjamin C"},{"family":"Barton","given":"Henry J"}],"citation-key":"zeng_etal19","container-title":"Molecular Biology and Evolution","container-title-short":"Molecular Biology and Evolution","DOI":"10.1093/molbev/msy212","ISSN":"0737-4038","issue":"2","issued":{"date-parts":[["2019",2,1]]},"page":"423-433","source":"Silverchair","title":"Methods for estimating demography and detecting between-locus differences in the effective population size and mutation rate","type":"article-journal","URL":"https://doi.org/10.1093/molbev/msy212","volume":"36"},
  {"id":"Zhang2014a","abstract":"Birds are the most species-rich class of tetrapod vertebrates and have wide relevance across many research fields. We explored bird macroevolution using full genomes from 48 avian species representing all major extant clades. The avian genome is principally characterized by its constrained size, which predominantly arose because of lineage-specific erosion of repetitive elements, large segmental deletions, and gene loss. Avian genomes furthermore show a remarkably high degree of evolutionary stasis at the levels of nucleotide sequence, gene synteny, and chromosomal structure. Despite this pattern of conservation, we detected many non-neutral evolutionary changes in protein-coding genes and noncoding regions. These analyses reveal that pan-avian genomic diversity covaries with adaptations to different lifestyles and convergent evolution of traits.","accessed":{"date-parts":[["2018",11,19]]},"author":[{"family":"Zhang","given":"Guojie"},{"family":"Li","given":"Cai"},{"family":"Li","given":"Qiye"},{"family":"Li","given":"Bo"},{"family":"Larkin","given":"Denis M"},{"family":"Lee","given":"Chul"},{"family":"Storz","given":"Jay F"},{"family":"Antunes","given":"Agostinho"},{"family":"Greenwold","given":"Matthew J"},{"family":"Meredith","given":"Robert W"},{"family":"Ödeen","given":"Anders"},{"family":"Cui","given":"Jie"},{"family":"Zhou","given":"Qi"},{"family":"Xu","given":"Luohao"},{"family":"Pan","given":"Hailin"},{"family":"Wang","given":"Zongji"},{"family":"Jin","given":"Lijun"},{"family":"Zhang","given":"Pei"},{"family":"Hu","given":"Haofu"},{"family":"Yang","given":"Wei"},{"family":"Hu","given":"Jiang"},{"family":"Xiao","given":"Jin"},{"family":"Yang","given":"Zhikai"},{"family":"Liu","given":"Yang"},{"family":"Xie","given":"Qiaolin"},{"family":"Yu","given":"Hao"},{"family":"Lian","given":"Jinmin"},{"family":"Wen","given":"Ping"},{"family":"Zhang","given":"Fang"},{"family":"Li","given":"Hui"},{"family":"Zeng","given":"Yongli"},{"family":"Xiong","given":"Zijun"},{"family":"Liu","given":"Shiping"},{"family":"Zhou","given":"Long"},{"family":"Huang","given":"Zhiyong"},{"family":"An","given":"Na"},{"family":"Wang","given":"Jie"},{"family":"Zheng","given":"Qiumei"},{"family":"Xiong","given":"Yingqi"},{"family":"Wang","given":"Guangbiao"},{"family":"Wang","given":"Bo"},{"family":"Wang","given":"Jingjing"},{"family":"Fan","given":"Yu"},{"family":"Fonseca","given":"Rute R","non-dropping-particle":"da"},{"family":"Alfaro-Núñez","given":"Alonzo"},{"family":"Schubert","given":"Mikkel"},{"family":"Orlando","given":"Ludovic"},{"family":"Mourier","given":"Tobias"},{"family":"Howard","given":"Jason T"},{"family":"Ganapathy","given":"Ganeshkumar"},{"family":"Pfenning","given":"Andreas"},{"family":"Whitney","given":"Osceola"},{"family":"Rivas","given":"Miriam V"},{"family":"Hara","given":"Erina"},{"family":"Smith","given":"Julia"},{"family":"Farré","given":"Marta"},{"family":"Narayan","given":"Jitendra"},{"family":"Slavov","given":"Gancho"},{"family":"Romanov","given":"Michael N"},{"family":"Borges","given":"Rui"},{"family":"Machado","given":"João Paulo"},{"family":"Khan","given":"Imran"},{"family":"Springer","given":"Mark S"},{"family":"Gatesy","given":"John"},{"family":"Hoffmann","given":"Federico G"},{"family":"Opazo","given":"Juan C"},{"family":"Håstad","given":"Olle"},{"family":"Sawyer","given":"Roger H"},{"family":"Kim","given":"Heebal"},{"family":"Kim","given":"Kyu-Won"},{"family":"Kim","given":"Hyeon Jeong"},{"family":"Cho","given":"Seoae"},{"family":"Li","given":"Ning"},{"family":"Huang","given":"Yinhua"},{"family":"Bruford","given":"Michael W"},{"family":"Zhan","given":"Xiangjiang"},{"family":"Dixon","given":"Andrew"},{"family":"Bertelsen","given":"Mads F"},{"family":"Derryberry","given":"Elizabeth"},{"family":"Warren","given":"Wesley"},{"family":"Wilson","given":"Richard K"},{"family":"Li","given":"Shengbin"},{"family":"Ray","given":"David A"},{"family":"Green","given":"Richard E"},{"family":"O'Brien","given":"Stephen J"},{"family":"Griffin","given":"Darren"},{"family":"Johnson","given":"Warren E"},{"family":"Haussler","given":"David"},{"family":"Ryder","given":"Oliver A"},{"family":"Willerslev","given":"Eske"},{"family":"Graves","given":"Gary R"},{"family":"Alström","given":"Per"},{"family":"Fjeldså","given":"Jon"},{"family":"Mindell","given":"David P"},{"family":"Edwards","given":"Scott V"},{"family":"Braun","given":"Edward L"},{"family":"Rahbek","given":"Carsten"},{"family":"Burt","given":"David W"},{"family":"Houde","given":"Peter"},{"family":"Zhang","given":"Yong"},{"family":"Yang","given":"Huanming"},{"family":"Wang","given":"Jian"},{"family":"Avian Genome Consortium","given":"Avian Genome"},{"family":"Jarvis","given":"Erich D"},{"family":"Gilbert","given":"M Thomas P"},{"family":"Wang","given":"Jun"}],"citation-key":"Zhang2014a","container-title":"Science (New York, N.Y.)","DOI":"10.1126/science.1251385","ISSN":"1095-9203","issue":"6215","issued":{"date-parts":[["2014",12,12]]},"page":"1311-20","PMID":"25504712","publisher":"American Association for the Advancement of Science","title":"Comparative genomics reveals insights into avian genome evolution and adaptation.","type":"article-journal","URL":"http://www.ncbi.nlm.nih.gov/pubmed/25504712","volume":"346"}
]
